const article1 = () => {
  return (
    <div>
      <h1 className="text-3xl font-medium text-gray-500">
        عرف عام میں جیسے ہم تصوف کہتے ہیں اسی کو قرآن کریم میں تزکیہ اور حدیث
        شریف میں احسان کہا گیا ہے ، یہ بات مکمل طور پر واضح رہے کہ لفظ تصوف
        باوجود اس کے کہ عربی لفظ ہے مگر غیر قرآنی ہے اگر آگے بڑھ کر کہیں تو یہ
        صرف غیر قرآنی ہی نہیں بلکہ مجہول الاصل بھی ہے، جسکا مادہ متفق علیہ نہیں
        ہے اس کے متعلق یہ بات بھی ملحوظ نظر رکھنی چاہئے کہ یہ لفظ دوسری صدی ہجری
        کے اختتام کے قریب استعمال ہونا شروع ہوا۔ اگر اسکی لفظی تحقیق پر نظر
        ڈالیں تو ہمارے سلسلہ کے ایک بزرگ ڈاکٹر میر ولی الدین صاحب نے اپنی کتاب
        قرآن اور تصوف میں اس موضوع پر سیر حاصل بحث کی ہے۔ اس کے ماخذ کے بارے میں
        جو چند آراء رہی ہیں کہ یہ لفظ عربی کے کس مادے سے اخذ کیا گیا ہے‘ ان میں
        سے تین تو بالکل غلط ہیں اور ان کا غلط ہونا صد فی صد ثابت ہے۔ چنانچہ ایک
        رائے یہ ہے کہ یہ لفظ ’’صفا‘‘ سے بنا ہے‘ حالانکہ صرف ونحوکے کسی قاعدے کی
        رو سے ’’صفا‘‘ سے ’’صوفی‘‘ کا لفظ نہیں بن سکتا بلکہ اس سے ’’صفوی‘‘ بنے گا
        جیسے خاندانِ صفوی۔ دوسری رائے یہ ہے کہ تصوف کا لفظ ’’صف‘‘ سے بنا ہے‘
        لیکن یہ اس سے بھی ہرگز نہیں بن سکتا۔ ’’صف‘‘ کے ساتھ یائے نسبت کا اضافہ
        کریں تو ’’صفی‘‘ بنے گا نہ کہ ’’صوفی‘‘۔ تیسری رائےیہ کہ یہ ’’صفہ‘‘ سے
        بناہے‘ وہ بھی غلط ہے‘ کیونکہ صفہ سے تو ’’صفی‘‘ بنتا ہے صوفی نہیں۔ ڈاکٹر
        میر ولی الدین صاحب ان لوگوں میں سے ہیں جو قدیم اور جدید دونوں کے عالم
        ہیں، ان کی فلسفے میں ڈاکٹریٹ تھی ، قرآن اور تصوف میں ڈاکٹر صاحب نے تسلیم
        کیا ہے کہ یہ تینوں باتیں بے بنیاد ہیں۔ البتہ ایک رائے یہ ہے کہ اس کا
        مصدر یا مادہ لفظ ’’صوف‘‘ ہے اور عام طور پر یہی بات مانی جاتی ہے اور اکثر
        لوگوں کی رائے یہی ہے کہ یہ ’’صوف‘‘ ہی سے بنا ہے۔ لیکن یہ بات ایک درجے
        میں قابل قبول ضرور ہے، گرامر میں صوف سے صوفی بن جاتا ہے۔ اس اِشتقاق کی
        وجہ یہ بیان کی جاتی ہے کہ یہ جو اللہ والے حضرات تھے‘ اللہ کے ساتھ خلوص و
        اخلاص تھا اور اس پر مستزاد یہ کہ وہ معرفت کے حامل تھے‘ جنہوں نے تہذیب
        ِنفس‘ تصفیہ ٔقلب اور تجلیہ ٔروح کی منزلیں طے کی تھیں‘جن میں درویشی تھی‘
        یہ حضرات اُون کا لباس پہنا کرتے تھے جس کے نیچے کوئی اور لباس نہیں ہوتا
        تھا‘ تاکہ اس کے ذریعے چبھن اور بے آرامی کا احساس ہوتا رہے۔ یعنی آرام کی
        بجائے سختی کی عادت پڑے تو یہ لوگ اُون کا کھردرا لباس پہنتے تاکہ اندر سے
        بال کاٹتے رہیں اور اس طرح ان کے نفس کو اِستراحت کے بجائے تکلیف اور کوفت
        کا احساس ہوتا رہے۔ اس رائے پر تقریباً اجماع ہے اور یہ لغتی اشتقاق کے
        اعتبار سے بھی صحیح ہے۔ بہر حال یہ لفظ تزکیہ / احسان کے معنی میں مستعمل
        ہوتا چلا آرہا ہے لیکن حق تو یہ تھا کہ لفظ تزکیہ یا احسان ہی استعمال ہونا
        چاہئے تھا کیونکہ قرآن مجید و حدیثِ شریف میں یہی الفاظ وارد ہوئے ہیں, مگر
        یہ بھی حقیقـــت ہیکہ اسکا نام تصوف ہونے کی وجہ سے کوئی مفھومی تبديلي
        واقع نہیں ہوئی.
      </h1>
    </div>
  );
};

export default article1;
