const Article1 = () => {
  return (
    <main className="w-screen h-full flex flex-col justify-center items-center gap-4 p-4 text-white tracking-wider">
      <div className="article-header bg-[#57aba4] w-full h-full text-right rounded-3xl p-4 my-20">
        <h1 className="text-4xl"> *دور جدید کا انسان*</h1>
        <p>بقلم ۔۔ عبدالقوی جاوید</p>
        <p>
          انسان خداوند متعال کی تخلیق کا بہترین شاہکار ہے، جس تخلیق کے بارے رب
          کریم نے قرآن کریم میں ارشاد فرمایا
        </p>
      </div>
      <div
        className="article-content bg-[#354555] 
      w-full h-full rounded-[60px] p-4 mb-20"
      >
        <h1 className="text-3xl ">
          انسان کے جسم کے ایک ایک عضو کو دیکھئے اور دوسرے جانداروں یا بے جانوں
          سے اس کا تقابل کیجئے تو محسوس ہوگا کہ اللہ نے انسان کے پورے وجود کو
          حسن و جمال کا پیکر بنایا ہے اور اعضا میں حد درجہ اعتدال رکھا ہے ، نہ
          اسے سانپ کی طرح زمین پر رینگنا پڑتا ہے نہ چوپایوں کی طرح زمین پر چلنے
          اور منھ سے چارہ کھانے کی نوبت آتی ہے ، نہ ہاتھیوں کی طرح ناک کے بجائے
          سونڈ کا بوجھ اُٹھانا پڑتا ہے ، اور نہ اس کو کپڑوں سے خالی و عاری رکھا
          گیا ہے ، اسے دو پاؤں پر کھڑا کیا گیا ؛ تاکہ وہ اعتدال کے ساتھ چل سکے
          ، اسے ایسے ہاتھ دیئے گئے کہ شائستگی کے ساتھ کھاسکے ، اسے زبان عطا کی
          گئی ؛ تاکہ وہ بہتر طورپر اپنے دل کی بات دوسروں کو سناسکے ، اسے بالوں
          سے خالی چہرہ عطا کیا گیا ، جو اس کی خوبصورتی کا مرکز ہے ، اس کے دانت
          اور اس کی آنکھیں ، اس کے بال اور اس کی ناک ، اس کے ہاتھ پاؤں اور اس
          کی گردن ، ہر چیز اپنی اپنی جگہ حسن کے غلاف میں لپٹی ہوئی ہے ،بہر کیف
          انسان ایک عظیم مخلوق ہے ۔ انسان خیر و شر کا مجموعہ ہے اگر اس میں خیر
          ہی خیر ہو تو پھر نوری مخلوق بن جائے گا شر شر ہی ہوتو ناری مخلوق بن
          جائے گا ، نہ یہ نوری اور نہ ہی ناری ہے بلکہ یہ خاکی ہے ، خاکی میں جب
          شر آتا تو اس میں ناری بگاڑ نظر آتا ہے اور جب اسی خاکی میں خیر آتا ہے
          تو نوری نکھار نظر آتا ہے ۔ اسی خیر کی تعلیم دینے والی ہستی معلم اعظم ﷺ
          ہیں ، آپکی تعلیمات سے خاکیوں پر مکمل نکھار آگیا ، آپکی تعلیمات سے
          انسان نے انسانیت کا عظیم درس لیا ، جب آپکی تعلیمات سے روشناسی ختم ہوئی
          تو پھر انسان گمراہی کے دلدل میں دھنستا گیا اور اسکے دل سے یہ احساس بھی
          ختم ہونے لگا ، صد افسوس دور جدید کے انسان میں خود پسندی کی لہر دوڑ پڑی
          ہے &quot; میں اور میرا &quot; اسکا نصب العین بن گیا۔ جگر مرادآبادی نے
          کہا تھا *اپنے ہی حسن کا دیوانہ بنا پھرتا ہوں* اس شعریہ جملے کا مصداق
          دور جدید کا انسان معلوم ہوتا ہے۔ میری مرضی ، میری چاہت ، میرا اقتدار
          میرا غلبہ ہر طرف یہ میں اور میرا ہے اور اسی نے آج کے انسان کو گھیرا
          ہے۔ انسان ہر اس کام کو محبوب رکھتا ہے جس میں اسکا مفاد ہو ، ہر اس عمل
          سے مفرور ہے جہاں ذاتی مفادات حاصل نہیں۔ جب انسان ذاتی مفادات کو مطلوب
          و مقصود بنالیتا ہے تو پھر چھوٹوں کے ہاتھ نہیں بڑوں کے پیر پکڑنے لگ
          جاتا ہے ۔ پہلے ایک انسان کے دوسرے انسان سے تعلقات کی بنیاد محبت ،
          ہمدردی ، رواداری اور انسانیت ہوا کرتی تھی ، انسانیت مجبور کرتی تھی کہ
          تعلقات قائم رہیں ۔ پھر انسان نے ترقی کی انسانی تعلقات کی بنیاد ضروریات
          بن گئیں ، ضروریات مجبور کرتی تھی کہ تعلقات استوار رکھنے چاہئیں مگر اب
          اس دور جدید نے نیا فارمولا دریافت کیا ہے انسان اسی وقت تعلق قائم کرتا
          ہے جب ضرورت ہو ضرورت ختم تو رابطوں میں ایک لامتناہی انقطاع نظر آتا ہے
          جب کبھی دوبارہ ضرورت دامن گیر ہوتی ہے تو لایعنی کلمات ، جھوٹی تعریفات
          اور مصنوعی مسکراہٹیں اس نہر انقطاع پر عارضی پل کی حیثیت کی رکھتی ہیں
          جس سے دور جدید کا انسان وقتی طور پر گزر جاتا ہے، دل میں نفرت اور زباں
          پر پیار اور لبوں پر مسکراہٹ یہ دور جدید کے انسان کی جدید ایجاد ہے ۔
          *لبوں پہ جھوٹے تبسم کا فائدہ کیا ہے ؟* *گلاب کاغزی ہوں تو مہـک نہیں
          سکتے* (مولانا نعیم کوثر) خالق حقیقی نے رشتوں ناطوں کو خیال کے لیے اور
          چیزوں کو استعمال کے لیے پیدا ہے مگر دور جدید کے انسان نے ترقی کی اب وہ
          چیزوں کا خیال رکھتا ہے اور انسانوں کا استعمال کرتا ہے۔ یہ دور جدید کا
          انسان ہے جو ایسے کئی اور صفات کا حامل ہے ، ان اوصاف کی وجہ سے انسان
          ترقی کر رہا ہے مگر انسانیت تنزلی کا شکار ہے ، اگر ہم اس دور میں انسانی
          ترقی اور حقیقی سکون قلب چاہتے ہیں تو پھر ان نبی آخرالزماں ﷺ کی تعلیمات
          کے بغیر ممکن نہیں ہے جنکی تعلیمات انسانی ہدایت کا سرچشمہ ہے ۔۔۔۔۔۔۔۔۔
        </h1>
      </div>
    </main>
  );
};

export default Article1;
